Repository: septwong/StockBar
Catalog: StockBar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# update.error.body
source: 无法连接 GitHub,请检查网络后重试。
en: Could not reach GitHub. Check your network and try again.

# update.error.title
source: 检查更新失败
en: Update check failed

# update.uptodate.body
source: 当前 StockBar %@ 已经是最新版。
en: You're on StockBar %@, the latest available.

# update.uptodate.title
source: 已是最新版本
en: Already up to date

# watchlist.addTitle
source: 添加自选
en: Add to Watchlist

# watchlist.editTitle
source: 编辑自选
en: Edit Watchlist Item

# watchlist.empty
source: 还没有自选股
en: No watchlist items.

# watchlist.quickAdd
source: 添加自选
en: Add to Watchlist
